[SpecOps X2SoldierClassTemplate]
+DisplayName="特种兵"
+ClassSummary="训练有素的退伍特种兵，擅长边打边跑的游击战术。"
+LeftAbilityTreeTitle="秘密行动"
+RightAbilityTreeTitle="游击战"
AbilityTreeTitles[0]="秘密行动"
AbilityTreeTitles[1]="精准射手"
AbilityTreeTitles[2]="游击战"

+RandomNickNames[0]="死中风"
+RandomNickNames[1]="血腥者"
+RandomNickNames[2]="血月"
+RandomNickNames[3]="沉默连胜"
+RandomNickNames[4]="红疤"
+RandomNickNames[5]="铁陨"
+RandomNickNames[6]="回声"
+RandomNickNames[7]="耳语"
+RandomNickNames[8]="泪滴"
+RandomNickNames[9]="重型"
+RandomNickNames[10]="最后一眼"
+RandomNickNames[11]="最后阴影"
+RandomNickNames[12]="烈焰"
+RandomNickNames[13]="红色黎明"
+RandomNickNames[14]="银"
+RandomNickNames[15]="幽灵"
+RandomNickNames[16]="侦察"
+RandomNickNames[17]="王牌"
+RandomNickNames[18]="诡异"
+RandomNickNames[19]="小丑"
+RandomNickNames[20]="策划者"
+RandomNickNames[21]="中士"
+RandomNickNames[22]="特氟龙"
+RandomNickNames[23]="阵亡者"
+RandomNickNames[24]="黄鼠狼"
+RandomNickNames[25]="德克萨斯"
+RandomNickNames[26]="绝望"
+RandomNickNames[27]="热门"
+RandomNickNames[28]="蛇"
+RandomNickNames[29]="动物妈妈"
+RandomNickNames[30]="疯眼"
+RandomNickNames[31]="斯佩"
+RandomNickNames[32]="老亨特"

[SpecOpsFlashbang X2GrenadeTemplate]
FriendlyName="特种闪光榴弹"
FriendlyNamePlural="特种闪光榴弹"
BriefSummary="特种闪光榴弹会干扰和混乱极大范围内的敌军，对其造成巨大的进攻减益，有几率附加击晕效果。"
TacticalText="<Bullet/> 特种闪光榴弹不会造成伤害，但会在大范围内扰乱敌军.<br/><Bullet/> 友方小队成员不会被影响."
ThrownAbilityName="投掷特种闪光榴弹"
ThrownAbilityHelpText="使指定区域内的所有敌军混乱，并有几率附加击晕效果。"
LaunchedAbilityname="发射特种闪光榴弹"
LaunchedAbilityHelpText="使指定区域内的所有敌军混乱，并有几率附加击晕效果。"

[GTSMusashiRecon X2SoldierAbilityUnlockTemplate]
DisplayName="特种兵: 窥探"
Summary="你的特种作战士兵是敌后侦察专家. 减少30%的察觉半径和+2视野距离。"

[GTSMusashiBandOfBrothers X2SoldierAbilityUnlockTemplate]
DisplayName="特种兵: 兄弟连"
Summary="击倒目标、背起或丢下尸体不消耗行动点，也不会结束你的回合。"

[MusashiStealthTactics X2AbilityTemplate]
LocFriendlyName="隐身战术"
LocLongDescription="如果你在回合开始时没有看到敌人，你将进入隐蔽状态."
LocHelpText="<Bullet/>如果你在回合开始时没有看到敌人，你将进入隐蔽状态."
LocFlyOverText="隐身战术" 
LocPromotionPopupText="如果你在回合开始时没有看到敌人，你将进入隐蔽状态."

[MusashiDemolitionExpert X2AbilityTemplate]
LocFriendlyName="爆破专家"
LocLongDescription="爆破专家会在需要分散注意力时，引爆<Ability:DEMOLITON_EXPERT_TILE_RADIUS>格半径内的可爆炸物(汽车、油箱等)。如果引爆成功则会进入隐蔽。"
LocHelpText="引爆<Ability:DEMOLITON_EXPERT_TILE_RADIUS>格半径内的可爆炸物(汽车、油箱等)。如果引爆成功则会进入隐蔽。"
LocFlyOverText="爆破专家"
LocPromotionPopupText="<Bullet/>引爆<Ability:DEMOLITON_EXPERT_TILE_RADIUS>格半径内的可爆炸物(汽车、油箱等)。如果引爆成功则会进入隐蔽。<br/><Bullet/>有1次充能。<br/>"

[MusashiEvasion X2AbilityTemplate]
LocFriendlyName="紧急诱饵"
LocLongDescription="当任务中首次打破隐蔽时，在你周围5格半径内的随机位置生成一个拟态信标。"
LocHelpText="当任务中首次打破隐蔽时，在你周围5格半径内的随机位置生成一个拟态信标。"
LocFlyOverText="紧急诱饵"
LocPromotionPopupText="<Bullet/>当任务中首次打破隐蔽时，在你周围5格半径内的随机位置生成一个拟态信标。<br/>"

[MusashiGTSBandOfBrothers X2AbilityTemplate]
LocFriendlyName="兄弟连"
LocLongDescription="击倒目标、背起或丢下尸体不消耗行动点，也不会结束你的回合。"
LocHelpText="击倒目标、背起或丢下尸体不消耗行动点，也不会结束你的回合。"
LocFlyOverText="兄弟连"
LocPromotionPopupText="<Bullet/>击倒目标、背起或丢下尸体不消耗行动点，也不会结束你的回合。<br/>"

[MusashiGTSRecon X2AbilityTemplate]
LocFriendlyName="窥探"
LocLongDescription="你的特种部队士兵是敌后侦察专家。察觉半径-30%，视野距离+2。"
LocHelpText="-30%察觉半径和+2视野距离。"
LocFlyOverText="窥探"
LocPromotionPopupText="<Bullet/>你的特种部队士兵是敌后侦察专家。察觉半径-30%，视野距离+2。<br/>"

[MusashiAggression X2AbilityTemplate]
LocFriendlyName="侵略"
LocLongDescription="每看到一个敌人，你所有的攻击都获得+5暴击率，最高+30。"
LocHelpText="每看到一个敌人，你所有的攻击都获得+5暴击率，最高+30。"
LocFlyOverText="侵略"
LocPromotionPopupText="<Bullet/>侵略甚至会影响通常无法暴击的（如手榴弹）攻击。<br/>"

[MusashiFlashBang X2AbilityTemplate]
LocFriendlyName="特种闪光榴弹"
LocLongDescription="特种闪光榴弹以减少效果半径为代价，换取更大的冲击力。<br/>使敌人混乱，并有30%几率击晕。<br/>使用不会暴露自己。与[侵略]配合使用，可造成暴击伤害。"
LocFlyOverText="特种闪光榴弹"
LocHelpText="特种闪光榴弹有更大的冲击力，但减少了效果半径。"
LocPromotionPopupText="<bullet/>混乱敌人。<br/><bullet/>30%几率击晕敌人。<br/><bullet/>不会暴露自己。<br/><bullet/>与[侵略]配合使用，可造成暴击伤害。<br/><bullet/>有<Ability:Charges/>次充能。<br/>"

[MusashiCyberWarfare X2AbilityTemplate]
LocFriendlyName="网络战"
LocLongDescription="专精从事网络战，你获得+30黑客值。"
LocHelpText="专精从事网络战，你获得+30黑客值。"
LocFlyOverText="网络战"
LocPromotionPopupText="<Bullet/>专精从事网络战，你获得+30黑客值。<br/>"

[MusashiMarksman X2AbilityTemplate]
LocFriendlyName="特种射手"
LocLongDescription="在你的标准视距外，主武器额外获得+4格的有限小队视野能力。"
LocHelpText="在你的标准视距外，主武器额外获得+4格的有限小队视野能力。"
LocFlyOverText="特种射手"
LocPromotionPopupText="<Bullet/>在你的标准视距外，主武器额外获得+4格的有限小队视野能力。<br/><Bullet/>还可进行同样视距的小队视野监视/守望能力。<br/>"

[MusashiMarksmanOverwatch X2AbilityTemplate]
LocFriendlyName="特种守望"
LocFriendlyNameWhenConcealed="特种守望(隐蔽式)"
LocHelpText="向在视野范围内首个移动的敌人射击，有命中惩罚。在你的标准视距外，额外提供+4格的有限小队视野能力。"
LocLongDescription="向在视野范围内首个移动的敌人射击，仅限被发现时。在你的标准视距外，额外提供+4格的有限小队视野能力。"
LocLongDescriptionWhenConcealed="向在视野范围内首个移动的敌人射击，仅限被发现时。在你的标准视距外，额外提供+4格的有限小队视野能力。"
LocFlyOverText="特种守望"

[SpecialForceTraining X2AbilityTemplate]
LocFriendlyName="特种训练"
LocHelpText="经过特种训练，可用一个行动点进行狙击步枪射击。"
LocLongDescription="经过特种训练，可用一个行动点进行狙击步枪射击。"
LocFlyOverText="特种训练"

